Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/stoette-til-ungdomskonferanse-om-seksualitet-og-seksuelle-overgrep.html.tmx
Source language: nob
Languages: sme

source: Sametinget gir 205.000 kroner i støtte til Árran julevsáme guovdásj i Tysfjord til å arrangere ungdomskomferanse som skal åpne for dialog om seksualitet og seksuelle overgrep.
sme: Sámediggi addá 205.000 ru doarjjan Árran julevsáme guovdásjii Divttasvuonas lágidit nuoraidkonferánssa mii galgá rahpat gulahallama seksualitehta ja seksuála vearredaguid birra.

source: Ved å gjennomføre en samisk ungdomskonferanse, så vil Árran rette et spesielt fokus på ungdom i etterkant av Tysfjordsaken.
sme: Sámi nuoraidkonferánssa čađaheami bokte áigu Árran bidjat fuomášumi erenoamážit nuoraide maŋŋá Divttasvuona-ášši.

source: De vil ha fokus på trygghet;
sme: Sii háliidit bidjat fokusa oadjebasvuhtii;

source: trygghet på egne grenser, ved å være fra Tysfjord, over egen identitet i det å være same, stolthet over egen kultur, verdighet, med håp og tro for fremtiden.
sme: oadjebasvuohta iežas rájiide, go lea eret Divttasvuonas, iežas identitehta go lea sápmelaš, čeavláivuohta iežas kultuvrras, árvvus, doaivvus ja jáhkus boahtteáigái.

source: – Arena for ungdom er viktig, og særlig viktig er det at det skapes arena hvor ungdom får forme både innhold og føre samtalen.
sme: – Arena nuoraide lea deaŧalaš, ja erenoamáš deaŧalaš lea háhkat arena gos nuorat sáhttet hábmet sihke sisdoalu ja fievrridit ságastallama.

source: Jeg er glad for dette initiativet, som er kommet fra Árran og Doajmmasiebbre Julevsábme (DSJ), sier sametingsråd Mikkel Eskil Mikkelsen.
sme: Mun lean hui ilus dán álgaga ektui, mii boahtá Árranis ja Doajmmasiebbre Julevsábme (DSJ), dadjá sámediggeráđđi Mikkel Eskil Mikkelsen.

source: På konferansen skal det være aktuelle temaer, som å sette grenser, det fine med seksualiteten, og hvordan ta vare på hverandre, og grenser mellom flørt og trakassering.
sme: Konferánssas galget leat áigeguovdilis fáttát, nugo bidjat rájáid, dat buorre mii lea seksualitehtas, ja movt atnit ávvira guđet guoimmisteamet, ja gokko mannet rájit irggástallama ja vealaheami gaskka.

source: Konferansen er et ledd i prosjektet Jasska/Trygg.
sme: Konferánsa lea oassi prošeavttas Jasska/Trygg.

source: Et viktig aspekt ved denne konferansen er ønske om å bidra til en arena hvor barn og unges identitet styrkes, gjennom å arrangere aktiviteter hvor samisk språk og kultur ligger i grunn, og bidra til trygghet og stolthet rundt egen samisk identitet.
sme: Deaŧalaš bealli dán konferánssas lea háliidus váikkuhit arenaid gos mánáid ja nuoraid identitehta nannejuvvo, aktivitehtaid lágideami bokte gos sámi giella ja kultuvra leat vuođđun, ja váikkuha oadjebasvuođa ja čeavláivuođa iežas sámi identitehtas.

source: – Sametinget ser at det er et viktig tema som løftes opp på konferansen.
sme: – Sámediggi oaidná ahte dát lea deaŧalaš fáddá mii ovddiduvvo konferánssas.

source: I etterkant av Tysfjordsaken satt mange igjen med mange spørsmål, og mange negative følelser og sjokk.
sme: Divttasvuona-ášši maŋŋá báhce ollugiidda ollu gažaldagat, ja ollu fuones dovddut ja sii ledje suorganan sakka.

source: Det er positivt at Árran ønsker å sette fokus på seksualitet og seksuelle overgrep som tema, med ungdom som målgruppe, sier sametingsråd Mikkel Eskil Mikkelsen, og ønsker Árran lykke til med det videre arbeidet.
sme: Lea buorre go Árran háliida bidjat fokusa seksualitehtii ja seksuála vearredaguide fáddán, mas nuorat leat olahusjoavkun, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen, ja sávvá Árranii lihku bargui viidáseappot.
